---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ContinuousFootingBottomToe
source: html/9d8f2cd6-1b4b-c725-570b-ed5aa7630225.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ContinuousFootingBottomToe Property

"Bottom Toe Length"

## Syntax (C#)
```csharp
public static ForgeTypeId ContinuousFootingBottomToe { get; }
```